btrfs-progs
amd-ucode
blueman
bluez
bluez-utils
btop
cliphist
dunst
efibootmgr
eww
fastfetch
git
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
jq
kitty
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
intel-ucode
mesa
mpvpaper
networkmanager
network-manager-applet
neovim
noto-fonts
obsidian
pamixer
pavucontrol
pciutils
pipewire
pipewire-pulse
playerctl
qt6ct
ranger
starship
slurp
stow
swww
tailscale
waybar
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-hyprland
zoxide
zsh
